export const ways = [
  {
    title: 'Redux',
    description: 'Технология, которая сэкономит ваше время и упростит работу с данными. Научитесь управлять состоянием данных и пользовательским интерфейсом внутри приложения',
  },
  {
    title: 'Backend-технологии',
    description:'Знание серверной части позволит вам понимать коллег в команде и самостоятельно вести проекты. Сейчас рекрутеры ищут универсальных специалистов, которые могут работать автономно',
  },
  {
    title: 'TypeScript',
    description: 'Надстройка над JavaScript, которая поможет избежать большинства проблем JavaScript. С помощью TS ваш код будет предсказуемым, расширяемым и более безопасным',
  },
  {
    title: 'JavaScript',
    description: 'Основа создания скриптов',
  },
]

export const differences = {
  way: 'Узконаправленный подход. Учим только фронтенду, поэтому вы получаете именно те знания, за которыми пришли.',
  easy: 'Доступность обучения. Простыми словами объясняем сложные темы на понятных примерах.',
  program:
    'Концентрация знаний. Например, модуль «HTML&CSS» даст вам столько же умений и навыков, как и 6 месяцев обучения по этой программе в госуниверситете.',
}
